//Урок 1 

//Переменные - ячейки памяти с определенным содержимым
string woter = "манундель"; //яйчейки памяти (переменные) с текстом
int number = 99; //яйчейки памяти (переменные) с целыми числами
double num = 5.5; //яйчейки памяти (переменные) с дробными числами

Console.WriteLine(woter); //мы ссылаемся на переменную
Console.WriteLine(num);
Console.WriteLine(number);
Console.WriteLine("hello world!");
//Console - команда для работы с консолью/терминалом
//.WrireLine() - команда для того, чтобы написать строку c каким либо содержимым в терминал. Текстом является то, что мы написали в скобочках в таких кавычках ("")

//Урок 2
// + - / * % 
Console.WriteLine(number * num);
Console.WriteLine(3 * 5 - (55 / 11));
